Repository: openstack-archive/deb-horizon
Catalog: horizon/locale/*/LC_MESSAGES/djangojs.po
Languages: fi_fi, te_in

source: %s bytes
te_in: %s బైట్లు

source: (Modified)
te_in: (మార్చబడిన)

source: Active
te_in: క్రియాశీలత

source: Add Interface
fi_fi: lisää Portti
te_in: ఇంటర్ఫేస్ ను చేర్చు

source: Added
te_in: జోడింపపడిన

source: Allocated
te_in: కేటాయించబడిన

source: An error occurred while updating.
fi_fi: Päivitys epäonnistui.
te_in: సవరించు పక్రియ లో లోపము జరిగినది.

source: An error occurred. Please try again later.
fi_fi: Tapahtui virhe. Yritä myöhemmin uudelleen.
te_in: లోపము జరిగినది. దయచేసి మరల ప్రయత్నించండి

source: Available
te_in: లభ్యమగును

source: Available Metadata
te_in: అందుబాటులో వున్న మెటాడేటా

source: Back
te_in: వెనుకకు

source: Cancel
fi_fi: Keskeytä
te_in: రద్దుచేయు

source: Click here for filters.
te_in: వడపోత కొరకు ఇక్కడ నొక్కండి.

source: Click here to expand the row and view the errors.
te_in: ఈ వరుస ను విస్తరించేందుకు మరియు లోపాలు వీక్షించేందుకు ఇక్కడ నొక్కండి.

source: Click to see more details
te_in: మరిన్ని వివరాలకు చూడడానికి ఇక్కడ నొక్కండి

source: Click to show or hide
te_in: చూపించటకు లేదా దాచడానికి నొక్కండి

source: Closed
te_in: మూసివేయబడింది

source: Closing
te_in: మూసివేత

source: Confirm %s
fi_fi: Vahvista %s
te_in: %s ను ధ్రువీకరించు

source: Confirm Delete Foobars
te_in: Foobars తొలగింపును ధృవీకరించండి

source: Connecting
te_in: అనుసంధానింపబడుతుంది

source: Could not decrypt the password
fi_fi: Salasanaa ei voitu purkaa
te_in: సంకేత పదాన్ని డీక్రిప్షన్ చేయలేము

source: Could not read the file
fi_fi: Tiedostoa ei voitu lukea
te_in: దస్త్రం ను చదవలేము

source: Create Subnet
te_in: ఉప సమూహవల సృష్టించుము

source: Current Usage
te_in: ప్రస్తుత వాడుక

source: Custom
te_in: ఆచారం

source: Customization Script
te_in: అనుకూలీకరణ ముద్రణ

source: Danger
te_in: అపాయం

source: Danger:
fi_fi: Vaara:
te_in: అపాయం

source: Decimal required
te_in: దశాంశము కావలెను

source: Delete
fi_fi: Poista
te_in: తొలగించండి

source: Delete Instance
te_in: సంభవిక్త ను తొలగించండి

source: Delete Interface
fi_fi: Poista verkkosovitin
te_in: సమన్విక తొలగించుము

source: Delete Network
te_in: సమూహవల తొలగించుము

source: Delete Router
fi_fi: Poista reititin
te_in: రౌటర్ తొలగించండి

source: Delete Subnet
te_in: ఉప సమూహవల తొలగించుము

source: Deleted : %s.
te_in: తొలగించిన: %s

source: Detail Information
te_in: వివరణాత్మక సమాచారము

source: Displaying %(count)s of %(total)s items
te_in: ప్రదర్శణ %(count)s of %(total)s అంశములు

source: Displaying %s item
fi_fi: Näytetään %s kohde
te_in: ప్రదర్శణ %s అంశము

source: Duplicate keys are not allowed
te_in: నకిలీ బీగములకు అనుమతి లేదు

source: Error
te_in: లోపం

source: Error:
fi_fi: Virhe:
te_in: లోపము

source: Example
te_in: ఉదాహరణ

source: Existing Metadata
te_in: ఇప్పటికే ఉన్న మెటాడేటా

source: Expand to see allocated items
te_in: కేటాయించిన అంశాలను చూడుటకు విస్తరించండి

source: Expand to see available items
te_in: అందుబాటు లో వున్న అంశాలను చూడుటకు విస్తరించండి

source: Filter
fi_fi: Suodain
te_in: వడియగట్టు

source: Finish
te_in: సమాప్తి

source: Flavor
te_in: చవి

source: Full Text Search
te_in: పూర్తి సమాచార శోధన

source: IP Addresses
te_in: IP చిరునామా

source: Info
te_in: సమాచారం

source: Integer required
te_in: పూర్ణాంకము కావలెను

source: Interfaces
fi_fi: Verkkosovitin
te_in: ఇంటర్ఫేస్స్

source: Load script from a file
te_in: అనుకూలీకరణ ను దస్త్రం నుంచి తీసుకొనుము

source: Loading
fi_fi: Ladataan
te_in: లొడవుతుంది

source: Max
te_in: గరిష్ట

source: Max length
te_in: గరిష్ట పొడవు

source: Min
te_in: కనిష్ట

source: Min length
te_in: కనిష్ట పొడవు

source: Name
te_in: పేరు

source: Next
te_in: తరువాత

source: No
te_in: కాదు

source: No Limit
te_in: అపరిమితము

source: No available items
te_in: అంశములు అందుబాటులో లేవు

source: No available metadata
te_in: మెటాడేటా అందుబాటులో లేదు

source: No data available.
fi_fi: Ei dataa saatavilla.
te_in: సమాచారం అందుబాటు లో లేదు

source: No description available.
te_in: ఏ వివరణ అందుబాటులో లేదు

source: No existing metadata
te_in: ఎటువంటి మెటాడేటా లేదు

source: No items to display.
fi_fi: Ei näytettävää.
te_in: ప్రదర్శించుటకు ఎటువంటి అంశము/అయిటము లు లేవు

source: No roles
fi_fi: Ei rooleja
te_in: ఏటువంటి పాత్రలు లేవు

source: None
fi_fi: Tyhjä
te_in: శూన్యము

source: Not authorized to do this operation.
fi_fi: Sinulla ei ole oikeutta tähän toimintoon.
te_in: ఈ పని చేయుటకు అనుమతి లేదు

source: Notice:
fi_fi: Huomautus:
te_in: నోటీసు

source: Open
te_in: విప్పు

source: Open Console
fi_fi: Avaa konsoli
te_in: విభిన్న తలమును తెరువుము

source: Passwords do not match.
fi_fi: Salasana ei täsmää
te_in: సంకేత పదాలు సరిపోలడం లేదు.

source: Pattern mismatch
te_in: నమూనా అసమతుల్యత

source: Please confirm your selection.
te_in: దయచేసి మీ ఎంపికను నిర్ధారించండి.

source: Prompt
te_in: తక్షణం

source: Re-order items using drag and drop
te_in: డ్రాగ్ మరియు డ్రాప్ ఉపయోగించి అంశాలను క్రమాన్ని మార్చండి

source: Remaining
te_in: మిగిలినవి

source: Remove
te_in: తొలగించండి

source: Required
te_in: కావలెను

source: Roles
fi_fi: Roolit
te_in: పాత్రలు

source: STATUS
fi_fi: TILA
te_in: స్టేటస్‌

source: Script size: {$ (scriptLength || 0) | bytes $} of {$ config.MAX_SCRIPT_SIZE | bytes $}
te_in: అనుకూలీకరణ పరిమాణం: {$ (scriptLength || 0) | bytes $} of {$ config.MAX_SCRIPT_SIZE | bytes $}

source: Search in current results
te_in: ప్రస్తుత ఫలితాల్లో శోధించుము

source: Select an item from Available items below
te_in: క్రింద అందుబాటులో అంశాలను నుండి ఒక అంశాన్ని ఎంచుకొనండి

source: Select one
te_in: ఒకటి ఎంచుకోండి

source: Server Name
te_in: సర్వర్ పేరు

source: Shutdown
te_in: మూసివేత

source: Status
te_in: స్థితి

source: Status: %s
te_in: స్థితి: %s

source: Submit
te_in: సమర్పించు

source: Subnets
te_in: ఉప సమూహవల

source: Success
te_in: విజయము

source: Success:
fi_fi: Onnistui:
te_in: సఫలత

source: Text
te_in: సమాచారం

source: The action cannot be performed. The contents of this row have errors or are missing information.
te_in: ఈ చర్య నిర్వహించపడదు. ఈ వరుస లోపలవున్న సమాచారం తప్పుతో కూడియున్నది లేదా అసంపూర్తి అయివున్నది.

source: The script is larger than the maximum size
te_in: ఈ అనుకూలీకరణ గరిష్ట పరిమాణము కన్నా పెద్దది

source: There was a problem communicating with the server, please try again.
fi_fi: Palvelinyhteydessä tapahtui virhe, yritä myöhemmin uudelleen.
te_in: సర్వరు తొ సంభాషించుటలో లోపము జరిగినది. దయచేసి మరల ప్రయత్నించండి

source: There was an error submitting the form. Please try again.
fi_fi: Lomakkeen lähetys epäonnistui. Yritä uudelleen.
te_in: ఫారం దాఖలుచేయుటలో లోపము ఎర్పడినది. దయచేసి తిరిగి ప్రయత్నించండి.

source: Toggle Dropdown
te_in: నొక్కి కింద్ర చూచు ప్రభావం మార్చుటకు

source: Toggle navigation
te_in: గమనాగమనము మార్చుకొనండి

source: Total
te_in: మొత్తం

source: Unable to delete: %s.
te_in: తొలగించలేకపోయాము: %s

source: Unlimited
te_in: అపారమైన

source: View Details
fi_fi: Näytä tiedot
te_in: వివరాలు చూడుము

source: View Instance Details
fi_fi: Näytä instanssin tiedot
te_in: సంభవిక్త వివరాలు చూడండి

source: View Router Details
fi_fi: Näytä reitittimen tiedot
te_in: రౌటర్ వివరాలు చూడండి

source: Warning
te_in: హెచ్చరిక

source: Warning:
fi_fi: Varoitus:
te_in: హెచ్చరిక

source: Working
fi_fi: Käsitellään
te_in: పనిచేస్తున్నది

source: Yes
te_in: అవును

source: You can specify resource metadata by moving items from the left column to the right column. In the left column there are metadata definitions from the Glance Metadata Catalog. Use the "Custom" option to add metadata with the key of your choice.
te_in: వనరుల మెటాడేటా ను పేర్కొనుటకు కుడి నిలువరస అంశములను ఎడమ నిలువరసకు మార్చవలను. ఎడమ కాలమ్ లో గ్లాన్స్ మెటాడేటా జాబితా నుండి మెటాడేటా నిర్వచనాలు ఉన్నాయి. మీ ఎంపిక యొక్క కీ తో మెటాడేటా జోడించడానికి "అనుకూల" ఎంపికను ఉపయోగించండి.

source: You have selected %s.
fi_fi: Olet valinnut %s.
te_in: %s ను మీరు ఎంపిక చేసుకొన్నారు

source: description
te_in: వివరణ

source: m1.small
te_in: m1. చిన్న

source: m1.tiny
te_in: m1. అతి చిన్న

source: pool default
te_in: అప్రమేయ సమీకరణ

source: selected "%s"
te_in: ఎంపిక చేయబడ్డ "% s"

source: {$ message || 'No items to display.' $}
te_in: {$ సందేశము || 'ప్రదర్శించడానికి అంశాలు లేవు.' $}

source: Terminate Instance
fi_fi: Tuhoa instanssi

source: Please confirm your selection. This action cannot be undone.
fi_fi: Vahvista valintasi. Tätä ei voi peruuttaa.
